Repository: XDagger/XDAG-Pro
Catalog: lib/l10n/app_*.arb
Languages: de

source: Create Wallet
de: Wallet erstellen

source: Import Wallet
de: Wallet importieren

# welcomeTitle_1
source: Private and Secure
de: Privat und sicher

# welcomeDesc_1
source: Only keep the private keys on your device
de: Halten Sie die privaten Schlüssel auf Ihrem Gerät

# welcomeTitle_2
source: Manage assets
de: Vermögenswerte verwalten

# welcomeDesc_2
source: Easy to receive and send assets
de: Einfach Vermögenswerte senden und empfangen

# welcomeTitle_3
source: Full platform support
de: Plattformunabhängigkeit

# welcomeDesc_3
source: Works on different devices
de: Funktioniert auf verschiedenen Geräten

source: Auto
de: Automatisch

source: Select Language
de: Sprache auswählen

# create_password_tips
source: Before starting to use it, you need to set a secret code to ensure your security.
de: Bevor Sie beginnen, müssen Sie ein Geheimcode festlegen, um Ihre Sicherheit zu gewährleisten.

# create_faceid_tips
source: To enhance the security of your account, please enable the biometric authentication feature on your device before using the wallet app.
de: Um die Sicherheit Ihres Kontos zu verbessern, aktivieren Sie bitte die biometrische Authentifizierungsfunktion auf Ihrem Gerät, bevor Sie die Wallet-App verwenden.

# create_password
source: Create secret code
de: Geheimcode festlegen

# repeat_password
source: Repeat secret code
de: Geheimcode wiederholen

source: Security
de: Sicherheit

# createWalletTips
source: I understand that XDAG-Pro can't recover my secret code
de: Ich verstehe, dass XDAG-Pro mein Geheimcode nicht wiederherstellen kann。

# continueText
source: Continue
de: Fortfahren

source: Private Key
de: Privater Schlüssel

source: Skip for now
de: Jetzt überspringen

# create_biometrics_tips_1
source: Press here enable Face ID
de: Zum Aktivieren von Face ID klicken

# create_biometrics_tips_2
source: Press here enable Touch ID
de: Zum Aktivieren von Touch ID klicken

# create_biometrics_tips_3
source: Press here enable Biometrics
de: Zum Aktivieren der Biometrie klicken

source: Attention
de: Achtung

# reset_password_tips
source: Although you have created a secret code in the previous operation, you can reset it at any time before importing or creating a wallet.
de: Obwohl Sie in der vorherigen Operation ein Geheimcode erstellt haben, können Sie es jederzeit vor dem Importieren oder Erstellen einer Wallet zurücksetzen.

# reset_password
source: Reset secret code
de: Geheimcode zurücksetzen

source: Language
de: Sprache

source: Legal documents
de: Rechtliche Dokumente

source: About us
de: Über uns

# setting
source: Settings
de: Einstellungen

source: Privacy Policy
de: Datenschutz-Bestimmungen

source: Terms of Use
de: Nutzungsbedingungen

source: Select Wallet
de: Wallet auswählen

source: Send
de: Senden

source: Receive
de: Empfangen

source: Copied to clipboard
de: In die Zwischenablage kopiert

# show_QR
source: Show QR code to receive XDAG
de: QR-Code anzeigen, um XDAG zu empfangen

source: Share wallet address
de: Wallet-Adresse teilen

source: Copy
de: Kopieren

source: Share
de: Teilen

source: Backup
de: Sichern

source: Delete Wallet
de: Wallet löschen

# enter_password
source: Enter secret code
de: Geheimcode eingeben

# use_biometrics_tips_1
source: Press here use Face ID
de: Klicken Sie, um Face ID zu verwenden

# use_biometrics_tips_2
source: Press here use Touch ID
de: Klicken Sie, um Touch ID zu verwenden

# use_biometrics_tips_3
source: Press here use Biometrics
de: Klicken Sie, um Biometrie zu verwenden

# use_password
source: Use secret code
de: Geheimcode verwenden

# use_biometrics_1
source: Use Face ID
de: Face ID verwenden

# use_biometrics_2
source: Use Touch ID
de: Touch ID verwenden

# use_biometrics_3
source: Use Biometrics
de: Biometrie verwenden

# delete_tip
source: If you delete your wallet without backing it up, you will lose all your digital assets permanently and they cannot be recovered.
de: Wenn Sie Ihre Wallet ohne Sicherung löschen, verlieren Sie alle Ihre digitalen Assets dauerhaft und sie können nicht wiederhergestellt werden.

source: Write Down Mnemonics
de: Notieren Sie sich die Mnemonics

source: Write Down Private Key
de: Notieren Sie sich den privaten Schlüssel

# write_Down_Mnemonics_tips
source: Please store the mnemonics in a safe place, preferably on a device without internet access or on paper.
de: Bewahren Sie die Mnemonics bitte an einem sicheren Ort auf, vorzugsweise auf einem Gerät ohne Internetzugang oder auf Papier.

# write_Down_PrivateKey_tips
source: Please store the private key in a safe place, preferably on a device without internet access or on paper.
de: Bewahren Sie den privaten Schlüssel bitte an einem sicheren Ort auf, vorzugsweise auf einem Gerät ohne Internetzugang oder auf Papier.

source: change wallet name
de: Wallet-Namen ändern

# change_password
source: Change secret code
de: PassGeheimcodewort ändern

# change_password_success
source: Change secret code successfully
de: Geheimcode erfolgreich geändert

# enable_biometrics_1
source: Enable Face ID
de: Face ID aktivieren

# enable_biometrics_2
source: Enable Touch ID
de: Touch ID aktivieren

# enable_biometrics_3
source: Enable Biometrics
de: Biometrie aktivieren

# disenable_biometrics_1
source: Disenable Face ID
de: Face ID deaktivieren

# disenable_biometrics_2
source: Disenable Touch ID
de: Touch ID deaktivieren

# disenable_biometrics_3
source: Disenable Biometrics
de: Biometrie deaktivieren

# no_transactions
source: Any transaction
de: Keine Transaktionen

# send_on
source: Sent on
de: Gesendet am

# receive_on
source: Received on
de: Empfangen am

source: Receiver
de: Empfänger

source: Sender
de: Absender

source: Fee
de: Gebühr

source: Cancel
de: Abbrechen

# verify_protect_wallet
source: Please verify to protect your wallet
de: Bitte verifizieren Sie, um Ihre Brieftasche zu schützen

# review_Privacy_Policy
source: Please review XDAG-Pro Privacy Policy and Terms of Service.
de: Bitte überprüfen Sie die Datenschutzrichtlinien und Nutzungsbedingungen von XDAG-Pro.

# accepted_Privacy_Policy
source: I have read and accept the Privacy Policy and Terms of Service.
de: Ich habe die Datenschutzrichtlinie und die Nutzungsbedingungen gelesen und akzeptiere sie.

source: Wallet address
de: Wallet-Adresse

source: To
de: An

source: Amount
de: Menge

source: All
de: Alle

# send_Success
source: Send successfully
de: Senden erfolgreich

source: Block address
de: Blockadresse

source: State
de: Status

source: Pending
de: Ausstehend

source: Remark
de: Bemerkung

source: Wallet address error
de: Wallet-Adresse ist ungültig

source: Error
de: Fehler

# camera_permissions
source: Please turn on the camera permissions
de: Bitte aktivieren Sie die Kameraberechtigungen

# qr_not_found
source: QR-code not found
de: QR-code nicht gefunden

# backup_your_wallet
source: You need to backup your wallet.
de: Sie müssen Ihr Wallet sichern.

# backup_test_tips_1
source: Please store the mnemonics in a safe place, preferably on a device without internet access or on paper.
de: Bitte speichern Sie die Mnemonics an einem sicheren Ort, am besten auf einem Gerät ohne Internetzugang oder auf Papier.

# backup_test_tips_2
source: When you wish to use the wallet on a new device, this is the only way that the mnemonics can be recovered from your wallet.
de: Wenn Sie die Brieftasche auf einem neuen Gerät verwenden möchten, ist dies der einzige Weg, um die Mnemonics von Ihrer Brieftasche wiederherzustellen.

# backup_test_tips_3
source: Please note down your mnemonics and in the next step you will be asked to re-enter them.
de: Bitte notieren Sie sich Ihre Mnemonics und im nächsten Schritt werden Sie aufgefordert, sie erneut einzugeben.

# confirm_Mnemonic
source: Confirm Mnemonics
de: Mnemonics bestätigen

source: Successful
de: Erfolgreich

# backup_test_tips_4
source: You have passed the wallet protection test, please remember that helper words must be saved.
de: Sie haben den Wallet-Schutztest bestanden. Bitte denken Sie daran, dass Helferwörter gespeichert werden müssen.

# backup_test_tips_5
source: If you lose it, XDAG-Pro cannot recover your wallet.
de: Wenn Sie es verlieren, kann XDAG-Pro Ihre Brieftasche nicht wiederherstellen.

# secure_wallet
source: Secure Your Wallet
de: Schützen Sie Ihre Geldbörse

source: Start
de: Starten

source: Next
de: Weiter

# mnemonic_hint_1
source: When entering your mnemonic phrase, please separate each word with a space.
de: Bitte trennen Sie jedes Wort Ihrer Mnemonik-Phrase bei der Eingabe durch ein Leerzeichen.

# mnemonic_hint_2
source: Please enter the mnemonic phrase you just recorded in the blank space below, separating each word with a space.
de: Bitte geben Sie die von Ihnen gerade aufgezeichnete Mnemonik-Phrase im unten stehenden Leerzeichenbereich ein und trennen Sie jedes Wort durch ein Leerzeichen.

source: word
de: Wort

source: words
de: Wörter

source: Mnemonic error
de: Mnemonic ist ungültig

# mnemonic_error_1
source: Mnemonic mismatch
de: Mnemonic stimmt nicht überein

source: Network
de: Netzwerk

source: Select Network
de: Netzwerk auswählen

source: Contacts
de: Kontakte

source: Contact Name
de: Kontaktname

source: Add Contact
de: Kontakt hinzufügen

source: Edit Contact
de: Kontakt bearbeiten

# delete_contact
source: Do you confirm to delete this contact ?
de: Bestätigen Sie, dass dieser Kontakt gelöscht wurde ?

# contact_name_error
source: Contact name only supports letters, numbers, and spaces
de: Kontaktname unterstützt nur Buchstaben, Zahlen und Leerzeichen

# contact_tips
source: Please note that contacts are only stored locally on this device. If you delete the app, your contacts will be permanently lost and cannot be recovered.
de: Bitte beachten Sie, dass Kontakte nur lokal auf diesem Gerät gespeichert werden. Wenn Sie die App löschen, gehen Ihre Kontakte dauerhaft verloren und können nicht wiederhergestellt werden.

# no_contacts
source: Any contact
de: Keine Kontakte

source: Tips
de: Tipps

# wallet_tips
source: Swipe the item to the left to delete the wallet.
de: Wischen Sie das Element nach links, um die Brieftasche zu löschen.

source: Hide Balance
de: Guthaben ausblenden

# contact_address_repeat
source: Contact address already exists
de: Kontaktadresse existiert bereits

# no_wallets
source: Any wallet
de: Keine Wallet

source: View in explorer
de: Im Explorer anzeigen

source: Sent
de: Gesendet

source: Received
de: Empfangen

source: Save to album
de: In Album speichern
